<template>
    <div>
        <div class="button-container">
            <button>light</button>
            <button>dark</button>
        </div>
        <h1>人民日报钟声：美国一些人玩威胁施压老把戏不得人心</h1>
        <p>
            贪婪者始终不会放弃任何一个攫取利益的机会，敲诈者也不会因屡屡失败而收手。在第十二轮中美经贸高级别磋商举行之际，美国一些人又玩起了威胁施压的老把戏，从箱底翻出世界贸易组织发展中成员地位问题，故技重演，不得人心。7月26日，美国方面签署一份备忘录，要求美国贸易代表使用一切可用手段确保世界贸易组织进行所谓改革，以达到阻止主要发展中成员在世贸组织规则和谈判中享受特殊与差别待遇的目的。更为荒唐的是，美国竟单方面设定时限——90天内，世贸组织在所谓发展中成员地位改革上要取得明显进展，否则美方可能单方面采取行动。字里行间，狂妄自大尽显无遗，其霸道蛮横的嘴脸写满了对正常国际经贸秩序的挑战和无视。
        </p>
        <p>
            谁是世贸组织的发展中成员？显然不应该用美国利益来界定，也不可能由美国一些人说了算。美方近来曾在世贸组织先后提交两份关于讨论发展中成员地位问题的提案，碰了一鼻子灰。大多数发展中成员表示反对，指出要求发展中成员放弃特殊与差别待遇，与世贸组织的原则精神不符，继续讨论该问题将使世贸组织陷入更加困难的境地。中方同印度等10个发展中成员提交共同提案，表明了对这一问题的鲜明立场，强调应由发展中成员自己决定是否以及如何使用特殊与差别待遇。包括中国在内的发展中成员通过融入多边贸易体制，实现了经济社会发展，但依然是发展中成员，依然需要必要的灵活性和政策空间。
        </p>
        <p>
            任何一个基于事实秉持正常公道的人，都会承认发展中成员和发达成员之间存在全方位的发展差距，这是当今世界的客观现实。经济发展阶段、产业竞争力、社会民生、服务贸易、科技研发、制度和能力等广泛指标皆是有力证据。被公认为世界上最穷的最不发达国家的贫困人口占全球38.2%，剩余的61.8%则生活在中国、印度等发展中国家；2017年，中国、巴西进入世界500强的制造业企业平均利润分别只有美国的17%和29%；2018年，全球排名前100的大学中只有4所来自发展中成员。即使是那些由于自然禀赋等原因人均收入较高的发展中成员，其宏观管理体系和现代治理能力方面与发达成员也存在着明显差距。
        </p>
        <p>
            发达与发展中的差别，反映了多边贸易体制内在的政治逻辑、经济逻辑、法律逻辑、历史逻辑。特殊与差别待遇是解决发展鸿沟和能力缺失的重要政策工具，是世贸组织赋予所有发展中成员的合法权利，也是多边贸易规则的重要组成部分。但美国一些人根本无视这些事实、逻辑、规则，在他们的眼中就只有一条：只要于我有利，管他洪水滔天。所以，大约2/3的世贸组织成员享受发展中成员特殊与差别待遇，便成了他们的眼中钉、心中痛。
        </p>
        <p>
            备忘录声称“当前的经济指标都证实了中国不该为发展中国家。经过多年的爆炸性增长，中国拥有世界第二大国内生产总值，仅次于美国”，却完全无视中国享受特殊与差别待遇具有无可辩驳的事实基础。中国经济实力跃上新台阶，但人均水平与发达国家仍有较大差距；中国经济结构出现重大调整，但产业和就业结构与发达国家相比仍存较大落差；中国城乡区域发展协调性显著增强，但发展不平衡不充分问题依然比较突出；中国社会民生水平明显提高，但与发达成员尚有距离；中国创新驱动发展成果丰硕，但发展质量整体上与世界先进水平还有不小差距；中国已成为贸易大国，但距离贸易强国还有很长路程。中国从未滥用世贸组织发展中成员特殊与差别待遇，一直承担与自身发展水平和能力相适应的责任和义务。从各方面事实情况来看，中国仍然是世界上最大的发展中国家。美国彼得森国际经济研究所高级研究员查德·鲍恩的说法可谓一语中的，他认为，美方在中国发展中成员地位问题上的表态说明其“对外交正确毫无兴趣”。
        </p>
        <p>
            世界人民心中都有一本账，美国一些人不要打错了算盘。世贸组织改革不是由少数霸权国家说了算的，而是要尊重全体成员的普遍意愿。那个所谓的“90天时限”，不过是欺世者的狂言狂语，其所谓单方面行动又是什么，世人将等着看。
        </p>
        <div class="favorite">
            特别喜欢
        </div>
    </div>
</template>

<script>
export default {
    data() {
        return {};
    }
};
</script>
<style lang="scss" scoped>
.button-container {
    display: flex;
    button {
        margin-left: 20px;
    }
}
.favorite {
    margin-top: 10px;
}
p {
    margin-top: 10px;
}
</style>

<style lang="scss" scoped theme="light">
.favorite {
    color: green;
}
</style>

<style lang="scss" scoped theme="dark">
.favorite {
    color: red;
}
</style>
